import {
  sight1, sight2, sight3, sight4,
} from './img';

export const data = [
  {
    title: 'sight1',
    time: '6км.',
    distance: '2ч.',
    img: [sight1, sight2, sight3, sight4],
    details: {
      status: 'Аварийное состояние',
      owner: 'ГУ МК “Брестская крпость-герой”',
      address: 'Белый дворец',
      period: 'Российская Империя (Царский)',
      territory: 'Республика Беларусь',
      year: 'XVII в.',
      description: 'Белый дворец – это здание крепостного военного собрания, изначально использовалось в качестве казармы артиллерийского гарнизона крепости. Расположено в восточной части Цитадели, к юго-востоку от Музея обороны Брестской крепости. Сохранились фрагменты подвала.История самого здания берет свое начало с XVIII в. В 1629 г. было принято решение о создании в Берестье монастыря св. Тройцы. До середины XVIII в. моностырьская церковь, построенная в 1631 г., остовалась деревянной. Строительство новой каменной церкви, символично названной во имя первых апостолов св. Петра и Павла, финансировалось конгрегацией св. Тройцы базилианского закона. Архитектор Яхим Кучинский, окончив в 1773 г. строительство церкви в г. Бучече, был вызван в Брест, где в это время строились каменная церковь св. Николая (XIV ст.) и епископский двор в Тришине (XV ст). Политические и экономические условия, в которых оказалась Речь Посполитая в конце XVIII в, потребовали срочного завершения строительства. В связи с чем церковь св. Петра и Павла была в 1774 г. срочно закончена без поднятых башен, свойственных для барокко щитов и освящена кобринским опатом о. Луцыдом Вериловичем. С течением времени состояние церкви ухудшалось, в силу и политических условий. Несмотря на незавершенность композиции церкви  св. Петра и Павла, очевидно, что она была запроектирована в соответствии с изменениями, наступившими в литургии восточной церкви после Замойского Синода (1720 г.). Она была двухвежовой бестрансептной базиликой на шести колонах, с пресбитериумом и прямоугольными каплицами при нем, с экспрессивной линией фасада. План церкви был вписан в прямоугольник (45 локтей (26,40 т) х 28 локтей (15,90 т). Внутреннее пространство храма делилось на главный и боковые нефы, каплицы и пресбитериум, посредством разницы в высоте и конструкции сводов. В главном нефе свод имел конструк­цию цилиндрическую с люнетами, на поясах, в пресбитериум – без люне­тов, а в боковых нефах, каплицах и бабинце (размещенном под мураваным хором) – крестовую.',
    },
  },
  {
    title: 'sight2',
    time: '3км.',
    distance: '1ч.',
    img: [sight2, sight1, sight3, sight4],
    details: {
      status: 'Аварийное состояние',
      owner: 'ГУ МК “Брестская крпость-герой”',
      address: 'Брестская крепость, Цитадель',
      period: 'Российская Империя (Царский)',
      territory: 'Республика Беларусь',
      year: 'XVII в.',
      description: 'Белый дворец – это здание крепостного военного собрания, изначально использовалось в качестве казармы артиллерийского гарнизона крепости. Расположено в восточной части Цитадели, к юго-востоку от Музея обороны Брестской крепости. Сохранились фрагменты подвала.История самого здания берет свое начало с XVIII в. В 1629 г. было принято решение о создании в Берестье монастыря св. Тройцы. До середины XVIII в. моностырьская церковь, построенная в 1631 г., остовалась деревянной. Строительство новой каменной церкви, символично названной во имя первых апостолов св. Петра и Павла, финансировалось конгрегацией св. Тройцы базилианского закона. Архитектор Яхим Кучинский, окончив в 1773 г. строительство церкви в г. Бучече, был вызван в Брест, где в это время строились каменная церковь св. Николая (XIV ст.) и епископский двор в Тришине (XV ст). Политические и экономические условия, в которых оказалась Речь Посполитая в конце XVIII в, потребовали срочного завершения строительства. В связи с чем церковь св. Петра и Павла была в 1774 г. срочно закончена без поднятых башен, свойственных для барокко щитов и освящена кобринским опатом о. Луцыдом Вериловичем. С течением времени состояние церкви ухудшалось, в силу и политических условий. Несмотря на незавершенность композиции церкви  св. Петра и Павла, очевидно, что она была запроектирована в соответствии с изменениями, наступившими в литургии восточной церкви после Замойского Синода (1720 г.). Она была двухвежовой бестрансептной базиликой на шести колонах, с пресбитериумом и прямоугольными каплицами при нем, с экспрессивной линией фасада. План церкви был вписан в прямоугольник (45 локтей (26,40 т) х 28 локтей (15,90 т). Внутреннее пространство храма делилось на главный и боковые нефы, каплицы и пресбитериум, посредством разницы в высоте и конструкции сводов. В главном нефе свод имел конструк­цию цилиндрическую с люнетами, на поясах, в пресбитериум – без люне­тов, а в боковых нефах, каплицах и бабинце (размещенном под мураваным хором) – крестовую.',
    },
  },
  {
    title: 'sight3',
    time: '8км.',
    distance: '1.5ч.',
    img: [sight3, sight1, sight2, sight4],
    details: {
      status: 'Аварийное состояние',
      owner: 'ГУ МК “Брестская крпость-герой”',
      address: 'Музей железнодорожной техники',
      period: 'Российская Империя (Царский)',
      territory: 'Республика Беларусь',
      year: 'XVII в.',
      description: 'Белый дворец – это здание крепостного военного собрания, изначально использовалось в качестве казармы артиллерийского гарнизона крепости. Расположено в восточной части Цитадели, к юго-востоку от Музея обороны Брестской крепости. Сохранились фрагменты подвала.История самого здания берет свое начало с XVIII в. В 1629 г. было принято решение о создании в Берестье монастыря св. Тройцы. До середины XVIII в. моностырьская церковь, построенная в 1631 г., остовалась деревянной. Строительство новой каменной церкви, символично названной во имя первых апостолов св. Петра и Павла, финансировалось конгрегацией св. Тройцы базилианского закона. Архитектор Яхим Кучинский, окончив в 1773 г. строительство церкви в г. Бучече, был вызван в Брест, где в это время строились каменная церковь св. Николая (XIV ст.) и епископский двор в Тришине (XV ст). Политические и экономические условия, в которых оказалась Речь Посполитая в конце XVIII в, потребовали срочного завершения строительства. В связи с чем церковь св. Петра и Павла была в 1774 г. срочно закончена без поднятых башен, свойственных для барокко щитов и освящена кобринским опатом о. Луцыдом Вериловичем. С течением времени состояние церкви ухудшалось, в силу и политических условий. Несмотря на незавершенность композиции церкви  св. Петра и Павла, очевидно, что она была запроектирована в соответствии с изменениями, наступившими в литургии восточной церкви после Замойского Синода (1720 г.). Она была двухвежовой бестрансептной базиликой на шести колонах, с пресбитериумом и прямоугольными каплицами при нем, с экспрессивной линией фасада. План церкви был вписан в прямоугольник (45 локтей (26,40 т) х 28 локтей (15,90 т). Внутреннее пространство храма делилось на главный и боковые нефы, каплицы и пресбитериум, посредством разницы в высоте и конструкции сводов. В главном нефе свод имел конструк­цию цилиндрическую с люнетами, на поясах, в пресбитериум – без люне­тов, а в боковых нефах, каплицах и бабинце (размещенном под мураваным хором) – крестовую.',
    },
  },
  {
    title: 'sight4',
    time: '2км.',
    distance: '1ч.',
    img: [sight4, sight1, sight2, sight3],
    details: {
      status: 'Аварийное состояние',
      owner: 'ГУ МК “Брестская крпость-герой”',
      address: 'Холмские ворота',
      period: 'Российская Империя (Царский)',
      territory: 'Республика Беларусь',
      year: 'XVII в.',
      description: 'Белый дворец – это здание крепостного военного собрания, изначально использовалось в качестве казармы артиллерийского гарнизона крепости. Расположено в восточной части Цитадели, к юго-востоку от Музея обороны Брестской крепости. Сохранились фрагменты подвала.История самого здания берет свое начало с XVIII в. В 1629 г. было принято решение о создании в Берестье монастыря св. Тройцы. До середины XVIII в. моностырьская церковь, построенная в 1631 г., остовалась деревянной. Строительство новой каменной церкви, символично названной во имя первых апостолов св. Петра и Павла, финансировалось конгрегацией св. Тройцы базилианского закона. Архитектор Яхим Кучинский, окончив в 1773 г. строительство церкви в г. Бучече, был вызван в Брест, где в это время строились каменная церковь св. Николая (XIV ст.) и епископский двор в Тришине (XV ст). Политические и экономические условия, в которых оказалась Речь Посполитая в конце XVIII в, потребовали срочного завершения строительства. В связи с чем церковь св. Петра и Павла была в 1774 г. срочно закончена без поднятых башен, свойственных для барокко щитов и освящена кобринским опатом о. Луцыдом Вериловичем. С течением времени состояние церкви ухудшалось, в силу и политических условий. Несмотря на незавершенность композиции церкви  св. Петра и Павла, очевидно, что она была запроектирована в соответствии с изменениями, наступившими в литургии восточной церкви после Замойского Синода (1720 г.). Она была двухвежовой бестрансептной базиликой на шести колонах, с пресбитериумом и прямоугольными каплицами при нем, с экспрессивной линией фасада. План церкви был вписан в прямоугольник (45 локтей (26,40 т) х 28 локтей (15,90 т). Внутреннее пространство храма делилось на главный и боковые нефы, каплицы и пресбитериум, посредством разницы в высоте и конструкции сводов. В главном нефе свод имел конструк­цию цилиндрическую с люнетами, на поясах, в пресбитериум – без люне­тов, а в боковых нефах, каплицах и бабинце (размещенном под мураваным хором) – крестовую.',
    },
  },
];
